<?php

// text
$_['text_welcome']	= 'Добро пожаловать и благодарим Вас за регистрацию!';
$_['text_services']	= 'После входа, вы сможете получить доступ к другим службам, включая рассмотрение прошлых заказов, печать счетов-фактур и редактирование информации Вашей учетной записи.';
$_['text_lastname']	= 'Фамилия:';
$_['text_customer_group']	= 'Группа покупателей:';
$_['text_signup']	= 'Зарегистрировался новый покупатель:';
$_['text_website']	= 'Веб-сайт:';
$_['text_telephone']	= 'Телефон:';
$_['text_login']	= 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке:';
$_['text_subject']	= '%s - Благодарим за регистрацию';
$_['text_firstname']	= 'Имя:';
$_['text_approval']	= 'Ваш аккаунт должен быть подтвержден до первого входа. После подтверждения Вы сможете входить в магазин, используя E-Mail и пароль, по ссылке:';
$_['text_company']	= 'Компания:';
$_['text_email']	= 'E-Mail:';
$_['text_new_customer']	= 'Новый покупатель';
$_['text_thanks']	= 'Спасибо,';
?>