<?php
/*menu*/
$company_hello=_("Мы <span>GlobalTech</span>");
$home=_("Начало");
$company=_("Компания");
$services=_("Услуги");
$projects=_("Проекты");
$reviews=_("Отзывы");
$contacts=_("Контакты");
$logo_descr=_("12 лет безупречной работы и непрерывного развития");
$main_text=_("Надежные решения для вашего дома");
/*company*/
$company_header=_("Компания <span>GlobalTech</span>");
$company_text=_("<p>Компания GlobalTech ведет свою деятельность  с 2003 года. Начали мы с инженерно-монтажных работ  в сегменте загородного  малоэтажного строительства. Набрав опыт, с успехом участвовали: в государственных проектах по капитальному ремонту систем отопления в многоквартирных домах, проектировании и монтаже системы охлаждения цеха лазерной резки НИИ «Энергии, Физики и Атома» (НИИЭФА), комплектации и монтаже ряда гостиничных комплексов и коттеджных поселков… С недавнего времени официально представляем на рынке Северо-Запада ряд европейских производителей инженерной сантехники, с успехом внедряем самое передовое оборудование на просторах нашей родины");
$costumers=_("Наши Сотрудники");
/*services*/

/*projects*/

/*reviews*/

/*contacts*/

